sdaiTestAttrBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Determines if the value of attribute is unset.
\param instance      [in] An instance of the entity that contains the attribute to be checked.
\param attributeName [in] A string that contains the name of the attribute.
\returns sdaiTRUE if the attribute's value is set; otherwise the function returns sdaiFALSE.